abook
acpi
acpid-runit
adobe-source-sans-pro-fonts
adobe-source-serif-fonts
aerc
alsa-firmware
alsa-utils-runit
amd-ucode
android-studio
arandr
arduino
arduino-cli
artix-archlinux-support
atool
autoconf
automake
avahi-runit
b43-fwcutter
babeltrace2
base
bat
biber
binutils
bison
bisq
bitcoin-qt
blocaled
bluez-runit
bmake
brave-bin
btrfs-progs
clang
cloc
cmake
cmatrix
coin-or-mp
crda
cronie-runit
cryptsetup-runit
cups-runit
dbeaver
deheader
dhclient
dhcpcd-runit
diffutils
discord
ditaa
dmraid
dnsmasq
docker
docker-compose
docker-runit
dosfstools
dunst
e2fsprogs
ecryptfs-utils
edk2-ovmf
efibootmgr
elementary-icon-theme
elogind-runit
epiphany
exfat-utils
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
ffmpegthumbs
figlet
file-roller
flex
fortune-mod
freecad
fritzing
fzf
gcc
gdb
git
git-delta
gnome-keyring
graphviz
grub
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gtk2
gtk4
gtk-engine-murrine
gvfs-mtp
haveged-runit
highlight
htop-vim-git
hugo
hunspell
indent
inetutils
inkscape
intel-ucode
inxi
iptables-nft
ipw2100-fw
ipw2200-fw
jdk11-openjdk
jdk-openjdk
jemalloc
jfsutils
kicad
kwayland
lf-git
lib32-mesa-vdpau
lib32-opencl-nvidia
libertinus-font
libreoffice-fresh
librewolf-bin
libtg_owt
libva-intel-driver
libva-mesa-driver
libvirt-runit
libxft-bgra
light-locker
linux
linux-firmware
linux-headers
logrotate
lolcat
lsb-release
lsof
lttng-ust
lvm2-runit
lynx
m4
maim
make
man-db
man-pages
mariadb
mariadb-runit
maven
mdadm-runit
mediainfo
memtest86+
minizip
mkinitcpio
mkinitcpio-openswap
modemmanager
monero-gui
moreutils
mpc
mpd
mpv
mutt-wizard-git
nano
nbd
ncmpcpp
ncspot
neofetch
net-tools
networkmanager
networkmanager-runit
newsboat
nfs-utils-runit
ninja
nmap
nodejs-lts-fermium
nordic-theme
noto-fonts
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
ntp-runit
obs-studio
oksh
opendoas
opengl-man-pages
openssh-runit
os-prober
p7zip
pam-gnupg
pamixer
patch
pavucontrol
pigz
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plantuml
plantuml-ascii-math
popcorntime-bin
powertop
protobuf
protonvpn-cli-ng
pstoedit
pulseaudio-alsa
pulsemixer
python-cffi
python-geoip
qemu
qgis
qt5-imageformats
r
raw-thumbnailer
read-edid
redshift
reiserfsprogs
reuse
ripgrep
rnnoise
rsync-runit
rust
sc-im
shellcheck
simple-mtpfs
slock
smartmontools
s-nail
sndio
socat
spice-vdagent
spice-vdagent-runit
splint
stow
sxiv
syncthing
sysfsutils
syslog-ng-runit
task-spooler
telegram-desktop
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
tlp
tlp-runit
tmux
traceroute
transmission-cli
tremc
ttf-droid
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-opensans
ttf-roboto
ttf-roboto-mono
tuxi-git
ueberzug
unclutter
unrar
unzip
usbutils
valgrind
vi
vim
virt-manager
vscodium-bin
vulkan-headers
w3m
which
whois
wpa_supplicant-runit
x86_energy_perf_policy
xcape
xclip
xcompmgr
xcursor-premium
xdg-user-dirs
xdg-utils
xdotool
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-server
xorg-server-devel
xorg-xbacklight
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xwininfo
xsel
xwallpaper
yay
ytfzf
zathura
zathura-pdf-mupdf
zathura-ps
zenity
zig
zip
zsh
zsh-fast-syntax-highlighting
