0ad
0ad-data
abseil-cpp
acl
acpi
acpid
acpid-openrc
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
aerc
age
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
alsa-utils-openrc
amd-ucode
aom
arandr
archlinux-keyring
archlinux-mirrorlist
arduino-cli
arduino-ide-bin
argon2
artix-archlinux-support
artix-grub-live
artix-grub-theme
artix-keyring
artix-mirrorlist
asciidoc
assimp
at-spi2-core
atkmm
atool
attr
audiofile
audit
autoconf
autofirma-bin
automake
avahi
avahi-openrc
b43-fwcutter
babl
bandwhich
base
bash
bat
bc
bcg729
benthos-bin
biber
binutils
bison
blas
blosc
blueman
bluez
bluez-libs
bluez-openrc
bmake
boost-libs
box2d
brave-bin
bridge-utils
brotli
btrfs-progs
buf
bzip2
c-ares
ca-certificates
ca-certificates-dnie
ca-certificates-fnmt
ca-certificates-mozilla
ca-certificates-utils
caddy
cairo
cairomm
cantarell-fonts
cblas
ccid
cdparanoia
checkbashisms
chromaprint
clang
cloc
clucene
cmake
cmatrix
compiler-rt
containerd
containerd-openrc
coreutils
cronie
cronie-openrc
crypto++
cryptsetup
cryptsetup-openrc
ctop
curl
czkawka-gui-bin
dash
dashbinsh
dav1d
db
db5.3
dbeaver
dbus
dbus-glib
dbus-openrc
dconf
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
device-mapper-openrc
dhcpcd
dhcpcd-openrc
diffutils
ding-libs
djvulibre
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
docker-openrc
dosfstools
double-conversion
duktape
dunst
dust
dvisvgm
e2fsprogs
ecryptfs-utils
efibootmgr
efivar
egl-wayland
eglexternalplatform
elementary-icon-theme
elfutils
elogind
elogind-openrc
enchant
enet
entr
esysusers
etmpfiles
exfat-utils
exiv2
exo
expac
expat
extra-cmake-modules
f2fs-tools
faad2
fakeroot
fd
ffcall
ffmpeg
fftw
fig2dev
figlet
file
file-roller
filesystem
findutils
flac
flex
fluidsynth
fmt
fontconfig
fortune-mod
freeglut
freeimage
freetype2
fribidi
fstrm
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gd
gdal
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
geoip
geoip-database
geos
gettext
ghostscript
giflib
gimp
girara
git
glew
glib-networking
glib-perl
glib2
glib2-docs
glibc
glibmm
gloox
glslang
glu
gmime3
gmp
gnome-epub-thumbnailer
gnupg
gnuplot
gnutls
go
gobject-introspection-runtime
golang-golang-x-image
golang-golang-x-net
golang-golang-x-sys
golang-golang-x-term
golang-golang-x-text
golang-golang-x-tools
gperftools
gpgme
gpm
graphene
graphicsmagick
graphite
graphviz
grep
groff
grub
gsasl
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-doc
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
gts
guile
gumbo-parser
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
haveged
haveged-openrc
hdf5
hdparm
hicolor-icon-theme
hidapi
highlight
highway
hiredis
htop-vim
http-parser
hugo
hunspell
hunspell-en_us
hunspell-es_es
hwdata
hwloc
hyperfine
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
imv
indent
inetutils
iniparser
inkscape
intel-gmmlib
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
isync
iw
jansson
jasper
java-runtime-common
jbig2dec
jfsutils
jlatexmath
jq
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
jre17-openjdk
jre17-openjdk-headless
json-c
json-glib
jsoncpp
just
jxrlib
k6
kbd
kexec-tools
keyutils
kmod
krb5
kyotocabinet
l-smash
lame
lapack
lazygit
lcms2
lcov
ldns
lensfun
less
lf
lib2geom
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-sqlite
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita-docs
libaec
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libavif
libb64
libbluray
libbpf
libbs2b
libbsd
libc++
libc++abi
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcerf
libcloudproviders
libcolord
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdecor
libdeflate
libdrm
libdvdnav
libdvdread
libe-book
libedit
libelf
libelogind
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libfreexl
libgcrypt
libgeotiff
libgexiv2
libgirepository
libgit2
libglvnd
libgme
libgnome-keyring
libgpg-error
libgtop
libgudev
libhandy
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libixion
libjpeg-turbo
libjxl
libkeybinder3
libksba
liblangtag
liblc3
libldac
libldap
liblqr
libmad
libmaxminddb
libmbim
libmd
libmfx
libmicrohttpd
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmspack
libmspub
libmtp
libmwaw
libmypaint
libmysofa
libnatpmp
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsgif
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
libopenraw
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipewire
libpkcs11-dnie
libplacebo
libpng
libportal
libportal-gtk3
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librewolf-bin
librsvg
librttopo
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspatialite
libspectre
libspiro
libssh
libssh2
libstaroffice
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtraceevent
libtracefs
libudev
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libva-mesa-driver
libva-utils
libvdpau
libverto
libvirt
libvirt-openrc
libvisio
libvorbis
libvpx
libwacom
libwebp
libwireplumber
libwmf
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
lldb
llvm-libs
lm_sensors
lmdb
logrotate
lolcat
love
lpsolve
lsb-release
lshw
lsof
lua
lua52
lua53
luajit
luarocks
lv2
lvm2
lvm2-openrc
lynx
lz4
lzo
m4
mailcap
maim
make
man-pages
mandoc
md4c
mdadm
mdadm-openrc
memtest86+
mesa
mesa-utils
mesa-vdpau
meson
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
monero
moreutils
mpc
mpd
mpfr
mpg123
mpv
msmtp
msr-tools
mtdev
mujs
musl
mutt-wizard-git
mypaint-brushes1
nano
nasm
nbd
ncmpcpp
ncspot-git
ncurses
ndctl
neomutt
neon
net-tools
netcdf
netifrc
netpbm
nettle
networkmanager
networkmanager-openrc
nfs-utils
nfs-utils-openrc
nfsidmap
ninja
nmap
node-gyp
nodejs-lts-hydrogen
nodejs-nopt
notmuch-runtime
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
ntp
ntp-openrc
numactl
nvidia
nvidia-settings
nvidia-utils
oath-toolkit
ocl-icd
oniguruma
openal
openbsd-netcat
opencl-headers
opencl-nvidia
opencore-amr
opendoas
openexr
openjpeg2
openmp
openmpi
openpmix
openrc
openrc-settingsd
opensc
openssh
openssh-openrc
openssl
openssl-1.1
opus
orc
os-prober
p11-kit
pacman
pahole
pam
pambase
pamixer
pandoc-bin
pango
pangomm
parted
pass
pass-otp
patch
pavucontrol
pciutils
pcre
pcre2
pcsc-perl
pcsc-tools
pcsclite
pcsclite-openrc
pdal
perf
perl
perl-algorithm-diff
perl-alien-build
perl-alien-libxml2
perl-authen-sasl
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-capture-tiny
perl-class-accessor
perl-class-data-inheritable
perl-class-inspector
perl-class-load
perl-class-method-modifiers
perl-class-singleton
perl-clone
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-devel-cover
perl-devel-globaldestruction
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-ffi-checklib
perl-file-chdir
perl-file-find-rule
perl-file-listing
perl-file-sharedir
perl-file-sharedir-install
perl-file-slurp-tiny
perl-file-slurper
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-import-into
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-io-tty
perl-ipc-run
perl-ipc-run3
perl-libwww
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-math-round
perl-memory-process
perl-memory-usage
perl-mime-charset
perl-module-implementation
perl-module-runtime
perl-moo
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-compare
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-parallel-forkmanager
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-parse-recdescent
perl-path-tiny
perl-perlio-utf8-strict
perl-readonly
perl-regexp-common
perl-rename
perl-role-tiny
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-sub-quote
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-time-duration
perl-timedate
perl-try-tiny
perl-unicode-linebreak
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
pfetch
pinentry
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
plantuml
plantuml-ascii-math
plotutils
polkit
pop-gtk-theme
pop-icon-theme
popcorntime-bin
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql-libs
potrace
powertop
ppp
procps-ng
proj
protobuf
protobuf-c
psmisc
pstoedit
pulsemixer
pv
python
python-anytree
python-appdirs
python-asgiref
python-attrs
python-autocommand
python-beautifulsoup4
python-binaryornot
python-boolean.py
python-cached-property
python-cairo
python-certifi
python-cffi
python-chardet
python-click
python-colorama
python-cryptography
python-cssselect
python-debian
python-diff-cover
python-distlib
python-django
python-docopt
python-evdev
python-exceptiongroup
python-fastjsonschema
python-filelock
python-gobject
python-html5lib
python-inflect
python-iniconfig
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-license-expression
python-lxml
python-lxml-docs
python-markupsafe
python-more-itertools
python-numpy
python-ordered-set
python-oyaml
python-packaging
python-pathspec
python-pillow
python-pip
python-platformdirs
python-pluggy
python-ply
python-pycparser
python-pydantic
python-pygments
python-pyperclip
python-pyproject-hooks
python-pyqt5
python-pyqt5-sip
python-pytest
python-pytz
python-qscintilla-qt5
python-regex
python-setuptools
python-six
python-soupsieve
python-sqlparse
python-tblib
python-toml
python-tomli
python-tqdm
python-trove-classifiers
python-typing_extensions
python-validate-pyproject
python-virtualenv
python-webencodings
python-wheel
python-xlib
python-yaml
qca-qt5
qgis
qhull
qmaster
qmodmaster
qrencode
qscintilla-qt5
qt5-3d
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-serialbus
qt5-serialport
qt5-svg
qt5-translations
qtkeychain-qt5
qwt
r
ragel
raptor
rasqal
rav1e
raw-thumbnailer
readline
recode
redland
redshift
reiserfsprogs
reuse
rhash
ripgrep
rpcbind
rpcbind-openrc
rsync
rsync-openrc
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-diff-lcs
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-manpages
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-optimist
ruby-paint
ruby-power_assert
ruby-psych
ruby-racc
ruby-rainbow
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-sync
ruby-term-ansicolor
ruby-test-unit
ruby-time
ruby-tins
ruby-tmpdir
ruby-uri
rubygems
run-parts
runc
rustup
s-nail
sassc
sbc
scc
scdoc
scour
screen
sdl2
sed
semver
serd
sfeed
sfsexp
shaderc
shadow
shared-mime-info
shellcheck
shellharden
simple-mtpfs
slang
slock
slop
snappy
sndio
sord
sound-theme-freedesktop
source-highlight
spandsp
spatialindex
speex
speexdsp
spirv-tools
spotify
sqlfluff
sqlite
sratom
srt
startup-notification
steam
stow
strace
stylua
suitesparse
svgcleaner
svt-av1
swig
sxiv
syncthing
syncthing-openrc
sysfsutils
syslog-ng
syslog-ng-openrc
t1lib
taglib
talloc
tar
tdb
terminus-font
texinfo
texlab
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-context
texlive-doc
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langarabic
texlive-langchinese
texlive-langcjk
texlive-langcyrillic
texlive-langczechslovak
texlive-langenglish
texlive-langeuropean
texlive-langfrench
texlive-langgerman
texlive-langgreek
texlive-langitalian
texlive-langjapanese
texlive-langkorean
texlive-langother
texlive-langpolish
texlive-langportuguese
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-meta
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tidy
tinycompress
tinygo
tlp
tlp-openrc
tmux
tokei
tor-browser
tpm2-tss
traceroute
transmission-cli
transmission-remote-gtk
tree
tremc
tslib
ttf-cascadia-code
ttf-droid
ttf-go-mono-git
ttf-go-sans-git
ttf-ibm-plex
ttf-inconsolata
ttf-liberation
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-roboto-mono
tumbler
twolame
tzdata
uchardet
udev
ueberzug
unbound
unclutter
unixodbc
unrar
unzip
urlview
usbutils
util-linux
util-linux-libs
v4l-utils
vala
valgrind
vdpauinfo
vi
vid.stab
vim
vim-runtime
vmaf
vscodium-bin
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-mesa-layers
w3m
wavpack
wayland
wayland-protocols
webrtc-audio-processing
wget
which
whois
wildmidi
wireless-regdb
wireplumber
wireshark-cli
wireshark-qt
woff2
wpa_supplicant
wpa_supplicant-openrc
wxwidgets-common
wxwidgets-gtk3
x264
x265
x86_energy_perf_policy
xapian-core
xcape
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xcompmgr
xdg-utils
xdotool
xerces-c
xf86-input-libinput
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwud
xorgproto
xsel
xvidcore
xwallpaper
xxhash
xz
yajl
yarn
yasm
yay
yt-dlp
ytfzf
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zenity
zeromq
zimg
zip
zlib
zsh
zsh-fast-syntax-highlighting
zstd
zxing-cpp
zziplib
