0ad
0ad-data
abook
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
aerc
arandr
artix-archlinux-support
aspnet-runtime
aspnet-targeting-pack
astah-professional
atool
audacity
autoconf
automake
babeltrace2
base
bash-completion
bc
betterdiscord-installer
biber
binutils
bison
brave-bin
cloc
cmake
cmatrix
cowsay
dhcpcd
dialog
discord
ditaa
dnsmasq
dosfstools
dotnet-sdk
dunst
efibootmgr
elogind-openrc
esysusers
etmpfiles
exfat-utils
fakeroot
fd
ffmpeg
figlet
file
findutils
flex
fortune-mod
fzf
gawk
gcc
gcc-fortran
gdb
gettext
git
go
graphviz
grep
groff
grub
gtk-theme-arc-gruvbox-git
gtk2
gtk4
gzip
hdf5
highlight
htop-vim-git
hugo
inkscape
iptables-nft
jdk11-openjdk
jq
junit
lf-git
libfdk-aac
libmp4v2
libnotify
libreoffice-fresh
librewolf-bin
libtool
libva-intel-driver
libva-mesa-driver
libva-utils
libvirt-openrc
libxft-bgra-git
linux
linux-firmware
lolcat
lttng-ust
lynx
m4
maim
make
man-db
man-pages
man-pages-es
mediainfo
mesa-demos
mpc
mpd
mpv
mutt-wizard-git
ncmpcpp
ncspot
neofetch
neovim
networkmanager
networkmanager-openrc
newsboat
ninja
nmap
nnn
nodejs-lts-fermium
nordic-theme
noto-fonts-emoji
npm
ntfs-3g
ntp
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
nvidia-utils-openrc
obs-studio
openblas
opencl-headers
opencl-nvidia
opencv
opencv-samples
opendoas
openmp
openrc
openssh-openrc
opusfile
os-prober
pacman
pamixer
pass-otp
passff-host
patch
perl-gd
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plantuml
plantuml-ascii-math
poppler
protonvpn-cli-ng
pulsemixer
python-cffi
python-pip
qemu
r
rclone
redshift
ripgrep
rsync
sc-im
sed
simple-mtpfs
slock
sshfs
stow
sxiv
syncthing
task-spooler
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
ttf-joypixels
ttf-linux-libertine
tuxi-git
typescript
ueberzug
unclutter
unrar
unzip
valgrind
vim
vim-spell-en
vim-spell-es
virt-manager
visual-studio-code-bin
vulkan-intel
vulkan-mesa-layers
w3m
which
wpa_supplicant
xcape
xclip
xcompmgr
xdotool
xf86-video-intel
xf86-video-nouveau
xorg-server
xorg-server-devel
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xwininfo
xsel
xwallpaper
yarn
yay
youtube-dl
ytfzf
zathura
zathura-pdf-mupdf
zathura-ps
zsh
zsh-completions
zsh-fast-syntax-highlighting
